@file:Suppress("SpellCheckingInspection", "ClassName", "EnumEntryName", "NonAsciiCharacters")

package com.example.withpet.ui.abandon.enums

enum class eSido(val code: Int) {
    서울특별시(6110000)
}

enum class eSigungu(val code: Int) {
    가정보호(6119999),
    강남구(3220000),
    강동구(3240000),
    강북구(3080000),
    강서구(3150000),
    개별사업(6119998),
    관악구(3200000),
    광진구(3040000),
    구로구(3160000),
    금천구(3170000),
    노원구(3100000),
    도봉구(3090000),
    동대문구(3050000),
    동작구(3190000),
    마포구(3130000),
    서대문구(3120000),
    서초구(3210000),
    성동구(3030000),
    성북구(3070000),
    송파구(3230000),
    양천구(3140000),
    영등포구(3180000),
    용산구(3020000),
    은평구(3110000),
    종로구(3000000),
    중구(3010000),
    중랑구(3060000)
}
