@file:Suppress("SpellCheckingInspection", "ClassName", "EnumEntryName", "NonAsciiCharacters")

package com.example.withpet.ui.abandon.enums

enum class eSido(val code: Int) {
    서울특별시(6110000)
}

enum class SigunguEnum(val code: Int?, val displayName : String) {
    전체(null, "서울특별시 전체"),
    가정보호(6119999, "서울특별시 가정보호"),
    강남구(3220000, "서울특별시 강남구"),
    강동구(3240000, "서울특별시 강동구"),
    강북구(3080000, "서울특별시 강북구"),
    강서구(3150000, "서울특별시 강서구"),
    개별사업(6119998, "서울특별시 개별사업"),
    관악구(3200000, "서울특별시 관악구"),
    광진구(3040000, "서울특별시 광진구"),
    구로구(3160000, "서울특별시 구로구"),
    금천구(3170000, "서울특별시 금천구"),
    노원구(3100000, "서울특별시 노원구"),
    도봉구(3090000, "서울특별시 도봉구"),
    동대문구(3050000, "서울특별시 동대문구"),
    동작구(3190000, "서울특별시 동작구"),
    마포구(3130000, "서울특별시 마포구"),
    서대문구(3120000, "서울특별시 서대문구"),
    서초구(3210000, "서울특별시 서초구"),
    성동구(3030000, "서울특별시 성동구"),
    성북구(3070000, "서울특별시 성북구"),
    송파구(3230000, "서울특별시 송파구"),
    양천구(3140000, "서울특별시 양천구"),
    영등포구(3180000, "서울특별시 영등포구"),
    용산구(3020000, "서울특별시 용산구"),
    은평구(3110000, "서울특별시 은평구"),
    종로구(3000000, "서울특별시 종로구"),
    중구(3010000, "서울특별시 중구"),
    중랑구(3060000, "서울특별시 중랑구")
}
