package com.example.withpet.vo.HospitalData

class Test() {
    var data = " [\n" +
            "{\n" +
            "            \"name\": \"압구정웰동물병원\",\n" +
            "            \"address\": \"서울특별시 강남구 신사동 528-3번지 덕산빌딩 203호\",\n" +
            "            \"Latitude\": \"37.5228465\",\n" +
            "            \"Longitude\": \"127.02055\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"헬릭스동물메디컬센터\",\n" +
            "            \"address\": \"서울특별시 서초구 반포동 19-1번지 르본시티 2층\",\n" +
            "            \"Latitude\": \"37.5049039\",\n" +
            "            \"Longitude\": \"127.0022467\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"윤신근박사동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 필동2가 53번지\",\n" +
            "            \"Latitude\": \"37.5615889\",\n" +
            "            \"Longitude\": \"126.9968405\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"바우미우동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 신당동 336-3번지\",\n" +
            "            \"Latitude\": \"37.5592388\",\n" +
            "            \"Longitude\": \"127.012848\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"황동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 묵정동 32-1번지\",\n" +
            "            \"Latitude\": \"37.5623255\",\n" +
            "            \"Longitude\": \"126.999975\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"대한동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 충무로4가 93-1번지\",\n" +
            "            \"Latitude\": \"37.5621003\",\n" +
            "            \"Longitude\": \"126.9970195\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"남산동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 신당동 844번지 남산타운아파트 5상가동동 217호\",\n" +
            "            \"Latitude\": \"37.547324\",\n" +
            "            \"Longitude\": \"127.006684\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"미래지동물의료센터\",\n" +
            "            \"address\": \"서울특별시 중구 신당동 368-19번지\",\n" +
            "            \"Latitude\": \"37.5536252\",\n" +
            "            \"Longitude\": \"127.0096026\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"차지우동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 신당동 422-1번지 청화빌딩 1층\",\n" +
            "            \"Latitude\": \"37.5562589\",\n" +
            "            \"Longitude\": \"127.0099389\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"웰펫동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 신당동 373-64번지\",\n" +
            "            \"Latitude\": \"37.5542127\",\n" +
            "            \"Longitude\": \"127.0114373\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"백슬동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 만리동2가 10-1번지\",\n" +
            "            \"Latitude\": \"37.5557031\",\n" +
            "            \"Longitude\": \"126.9664155\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"웰니스 클리닉(청계천점)\",\n" +
            "            \"address\": \"서울특별시 중구 황학동 2545번지 이마트 청계천점 지하2층\",\n" +
            "            \"Latitude\": \"37.5708733\",\n" +
            "            \"Longitude\": \"127.0213284\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"좋아요 동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 신당동 44-17번지 1층\",\n" +
            "            \"Latitude\": \"37.5604784\",\n" +
            "            \"Longitude\": \"127.0190886\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"그녀의 동물병원\",\n" +
            "            \"address\": \"서울특별시 중구 신당동 844번지 남산타운아파트\",\n" +
            "            \"Latitude\": \"37.5474821\",\n" +
            "            \"Longitude\": \"127.0064117\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"우신동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동 501-12번지\",\n" +
            "            \"Latitude\": \"37.5225724\",\n" +
            "            \"Longitude\": \"126.8513814\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"강현림 종합동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 657-16번지\",\n" +
            "            \"Latitude\": \"37.5439796\",\n" +
            "            \"Longitude\": \"126.8624166\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"해성동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 1020-17 번지\",\n" +
            "            \"Latitude\": \"37.5206154\",\n" +
            "            \"Longitude\": \"126.8601254\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"노아동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 88-27번지\",\n" +
            "            \"Latitude\": \"37.5206538\",\n" +
            "            \"Longitude\": \"126.8728638\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"양천종합동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동\",\n" +
            "            \"Latitude\": \"37.519981\",\n" +
            "            \"Longitude\": \"126.8365553\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"이솝동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 294-29번지\",\n" +
            "            \"Latitude\": \"37.5179975\",\n" +
            "            \"Longitude\": \"126.8705972\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"나우동물종합병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 752-1번지 극동상가 103\",\n" +
            "            \"Latitude\": \"37.5381408\",\n" +
            "            \"Longitude\": \"126.8720767\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"민병철동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동 50-5번지\",\n" +
            "            \"Latitude\": \"37.536167\",\n" +
            "            \"Longitude\": \"126.8284415\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"필동물종합병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 805-1번지\",\n" +
            "            \"Latitude\": \"37.531329\",\n" +
            "            \"Longitude\": \"126.8640931\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"애니케어동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동 502-5번지\",\n" +
            "            \"Latitude\": \"37.5221377\",\n" +
            "            \"Longitude\": \"126.8516245\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"혜인종합 동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 613-8 번지\",\n" +
            "            \"Latitude\": \"37.549108\",\n" +
            "            \"Longitude\": \"126.863889\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"신정 동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 987-3번지 1층\",\n" +
            "            \"Latitude\": \"37.5252364\",\n" +
            "            \"Longitude\": \"126.8594385\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"토론토 동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 657-21 번지 A동 102호\",\n" +
            "            \"Latitude\": \"37.5450759\",\n" +
            "            \"Longitude\": \"126.8625742\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"리즈동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 773-3번지 106호\",\n" +
            "            \"Latitude\": \"37.5335003\",\n" +
            "            \"Longitude\": \"126.8695126\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"참사랑동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 337-7번지\",\n" +
            "            \"Latitude\": \"37.5081559\",\n" +
            "            \"Longitude\": \"126.8650868\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"파란종합 동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동 536-6번지\",\n" +
            "            \"Latitude\": \"37.5191205\",\n" +
            "            \"Longitude\": \"126.8429762\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"일오삼동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동 972-6번지 104호\",\n" +
            "            \"Latitude\": \"37.5204807\",\n" +
            "            \"Longitude\": \"126.8348781\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"행복한동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 515-1번지\",\n" +
            "            \"Latitude\": \"37.5466363\",\n" +
            "            \"Longitude\": \"126.8753561\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"미니주동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 601-6번지\",\n" +
            "            \"Latitude\": \"37.5479987\",\n" +
            "            \"Longitude\": \"126.8678169\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"리더스24시 동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 117-37번지\",\n" +
            "            \"Latitude\": \"37.5216074\",\n" +
            "            \"Longitude\": \"126.8742126\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"우리들 동물메디컬 센터\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 1007-10번지\",\n" +
            "            \"Latitude\": \"37.5228713\",\n" +
            "            \"Longitude\": \"126.8648753\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"햇살동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동 446-4 번지\",\n" +
            "            \"Latitude\": \"37.523752\",\n" +
            "            \"Longitude\": \"126.8422677\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"행복한세상동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 917-6번지 지하2층\",\n" +
            "            \"Latitude\": \"37.5291722\",\n" +
            "            \"Longitude\": \"126.8759793\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"쿨펫이마트 목동점 동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 962번지 트라펠리스 지하1층\",\n" +
            "            \"Latitude\": \"37.5258712\",\n" +
            "            \"Longitude\": \"126.8708145\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"가나종합동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 908-31번지 목동프라자\",\n" +
            "            \"Latitude\": \"37.5376062\",\n" +
            "            \"Longitude\": \"126.8820895\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"닥터펫동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 919-7번지 홈플러스 2층\",\n" +
            "            \"Latitude\": \"37.53\",\n" +
            "            \"Longitude\": \"126.8730556\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"상아동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 995-4번지\",\n" +
            "            \"Latitude\": \"37.5246168\",\n" +
            "            \"Longitude\": \"126.8643341\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"목동 동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 907-10번지\",\n" +
            "            \"Latitude\": \"37.5366425\",\n" +
            "            \"Longitude\": \"126.8798545\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"푸른들동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신정동 1267번지 목동뉴프라자 112,113호\",\n" +
            "            \"Latitude\": \"37.5132891\",\n" +
            "            \"Longitude\": \"126.855733\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"하니동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 783-2번지 1,2층\",\n" +
            "            \"Latitude\": \"37.5350938\",\n" +
            "            \"Longitude\": \"126.8637498\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"오라고동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 603-2번지 대우마이빌 102호\",\n" +
            "            \"Latitude\": \"37.5493676\",\n" +
            "            \"Longitude\": \"126.8668987\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"팜랜드동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 799-1번지 1층\",\n" +
            "            \"Latitude\": \"37.5327945\",\n" +
            "            \"Longitude\": \"126.8684495\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"대현동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 목동 531-13번지 101호\",\n" +
            "            \"Latitude\": \"37.544383\",\n" +
            "            \"Longitude\": \"126.8708364\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"서서울호수동물병원\",\n" +
            "            \"address\": \"서울특별시 양천구 신월동 130-5번지 1층\",\n" +
            "            \"Latitude\": \"37.5302541\",\n" +
            "            \"Longitude\": \"126.8324079\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"키움 동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 공릉동 90-1번지 해중빌딩 105호\",\n" +
            "            \"Latitude\": \"37.622143\",\n" +
            "            \"Longitude\": \"127.0863716\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"방주동물의료센터\",\n" +
            "            \"address\": \"서울특별시 강동구 성내동 449-13번지\",\n" +
            "            \"Latitude\": \"37.5224484\",\n" +
            "            \"Longitude\": \"127.1336562\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"고려종합동물병원\",\n" +
            "            \"address\": \"서울특별시 강서구 가양동 1480-5번지\",\n" +
            "            \"Latitude\": \"37.5625848\",\n" +
            "            \"Longitude\": \"126.8529938\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"센트럴동물병원\",\n" +
            "            \"address\": \"서울특별시 강남구 대치동 989-2번지 성창상가 1층\",\n" +
            "            \"Latitude\": \"37.4989815\",\n" +
            "            \"Longitude\": \"127.0621669\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"수서동물병원\",\n" +
            "            \"address\": \"서울특별시 강남구 수서동 595번지 제이스프라자 109호\",\n" +
            "            \"Latitude\": \"37.4843709\",\n" +
            "            \"Longitude\": \"127.0946236\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"마루동물병원\",\n" +
            "            \"address\": \"서울특별시 송파구 거여동 290-3번지\",\n" +
            "            \"Latitude\": \"37.4899558\",\n" +
            "            \"Longitude\": \"127.1447166\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"다옴동물병원\",\n" +
            "            \"address\": \"서울특별시 강남구 일원동 739번지 청솔빌리지상가 23-25호,33호\",\n" +
            "            \"Latitude\": \"37.4804361\",\n" +
            "            \"Longitude\": \"127.0828228\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"포레동물병원\",\n" +
            "            \"address\": \"서울특별시 성동구 성수동1가 22-28번지 1층\",\n" +
            "            \"Latitude\": \"37.5435938\",\n" +
            "            \"Longitude\": \"127.0491606\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"바론동물의료센터\",\n" +
            "            \"address\": \"서울특별시 동대문구 이문동 292-10번지\",\n" +
            "            \"Latitude\": \"37.5984506\",\n" +
            "            \"Longitude\": \"127.0618484\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"한국동물영상의학센터\",\n" +
            "            \"address\": \"서울특별시 중랑구 중화동 207-6번지\",\n" +
            "            \"Latitude\": \"37.5949992\",\n" +
            "            \"Longitude\": \"127.0794098\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"공감동물병원\",\n" +
            "            \"address\": \"서울특별시 강서구 마곡동 751번지\",\n" +
            "            \"Latitude\": \"37.5764888\",\n" +
            "            \"Longitude\": \"126.8307466\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"롯데동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 중계동 503번지 시영1단지B상가 118호\",\n" +
            "            \"Latitude\": \"37.644231\",\n" +
            "            \"Longitude\": \"127.0634009\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"25시동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 중계동 363번지 대림벽산상가 102호\",\n" +
            "            \"Latitude\": \"37.6474434\",\n" +
            "            \"Longitude\": \"127.0779019\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"은빛동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 상계동 1110번지 42통7반 두산아파트 111동 1107호\",\n" +
            "            \"Latitude\": \"37.6589094\",\n" +
            "            \"Longitude\": \"127.0640484\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"은마로동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 중계동 173-1번지 29통6반 벽산아파트 105동 1111호\",\n" +
            "            \"Latitude\": \"37.6600406\",\n" +
            "            \"Longitude\": \"127.077722\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"그린동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 상계동 78번지 15통2반 진로유통조합아파트 1102호\",\n" +
            "            \"Latitude\": \"37.6589094\",\n" +
            "            \"Longitude\": \"127.0640484\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"고려동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 상계동 79-145번지 44통4반\",\n" +
            "            \"Latitude\": \"37.6589094\",\n" +
            "            \"Longitude\": \"127.0640484\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"미래동물병원\",\n" +
            "            \"address\": \"서울특별시 노원구 공릉동 94-6번지 13통7반 301호\",\n" +
            "            \"Latitude\": \"37.6255977\",\n" +
            "            \"Longitude\": \"127.0785126\"\n" +
            "        }" +
            "]"
}