package com.example.withpet.vo.InputHospitalData

class Test() {
    var data = " [\n" +
           "{\n" +
            "\t\t\"name\": \"고덕 고래힐동물병원\",\n" +
            "\t\t\"gu\": \"강동구\",\n" +
            "\t\t\"dong\": \"고덕동\",\n" +
            "\t\t\"latitude\": \"37.573986099999999\",\n" +
            "\t\t\"longitude\": \"127.1628048\",\n" +
            "\t\t\"address\": \"서울특별시 강동구 고덕동 688번지 래미안힐스테이트고덕 상가 2층 212\"\n" +
            "\t},\n" +
            "\t{\n" +
            "\t\t\"name\": \"24시 SNC 동물메디컬센터\",\n" +
            "\t\t\"gu\": \"강남구\",\n" +
            "\t\t\"dong\": \"역삼동\",\n" +
            "\t\t\"latitude\": \"37.497371399999999\",\n" +
            "\t\t\"longitude\": \"127.0388653\",\n" +
            "\t\t\"address\": \"서울특별시 강남구 역삼동 727-8번지 1층\"\n" +
            "\t},\n" +
            "\t{\n" +
            "\t\t\"name\": \"우리덕구동물병원\",\n" +
            "\t\t\"gu\": \"은평구\",\n" +
            "\t\t\"dong\": \"진관동\",\n" +
            "\t\t\"latitude\": \"37.634294599999997\",\n" +
            "\t\t\"longitude\": \"126.927747\",\n" +
            "\t\t\"address\": \"서울특별시 은평구 진관동 83번지 은평뉴타운우물골 205동 B104호\"\n" +
            "\t},\n" +
            "\t{\n" +
            "\t\t\"name\": \"이n김동물병원\",\n" +
            "\t\t\"gu\": \"도봉구\",\n" +
            "\t\t\"dong\": \"도봉동\",\n" +
            "\t\t\"latitude\": \"37.669389700000004\",\n" +
            "\t\t\"longitude\": \"127.0464436\",\n" +
            "\t\t\"address\": \"서울특별시 도봉구 도봉동 636-12번지\"\n" +
            "\t},\n" +
            "\t{\n" +
            "\t\t\"name\": \"가든펫동물병원\",\n" +
            "\t\t\"gu\": \"은평구\",\n" +
            "\t\t\"dong\": \"증산동\",\n" +
            "\t\t\"latitude\": \"37.586961500000001\",\n" +
            "\t\t\"longitude\": \"126.90852700000001\",\n" +
            "\t\t\"address\": \"서울특별시 은평구 증산동 202-27번지 지하1층\"\n" +
            "\t}"+
            "]"
}